# biteco.github.io -*- mode: org; -*-
* Bteco Limited

** Business
** Technology
** Consulting

* COMMENT Admin :noexport:
** COMMENT Export
#+TITLE:     Bteco Limited
#+AUTHOR:    Gunter Liszewski
#+EMAIL:     Bteco.Limited@gmail.com
#+TEXT:      Bteco Limted, "Business Technology Consulting" since 2014, NI625894
#+DESCRIPTION: Bteco Limted, "Business Technology Consulting" since 2014, NI625894
#+KEYWORDS: cloud output computer tablet infrastructure network communication service web print scan office open source
#+LANGUAGE:  en
#+OPTIONS:   H:3 num:nil toc:t \n:nil @:t ::t |:t ^:{} -:t f:t *:t <:t
#+OPTIONS:   TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+INFOJS_OPT: view:info toc:t ltoc:t mouse:underline buttons:0 path:j/org-info.js
#+HTML_DOCTYPE: xhtml-strict
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
#+LINK_UP:   
#+LINK_HOME: 
#+XSLT:
#+OPTIONS:    html5-fancy:t html:"out" exp-path:./out
** COMMENT Commands

#+BEGIN_SRC elisp
(w3-open-local "index.html")
#+END_SRC

#+RESULTS:
: #<buffer  *url-file*>

*** HTML Export
#+BEGIN_SRC elisp
(setq org-html-doctype "xhtml5")
#+END_SRC

#+RESULTS:
: xhtml5

#+BEGIN_SRC elisp
(org-export-as-html 3)
#+END_SRC

#+RESULTS:
: #<buffer index.html>

*** Org Use
    - Note taken on [2014-05-25 Sun 02:31] \\
      another entry for the logbookc
    - Note taken on [2014-05-25 Sun 02:27] \\
      C-c C-z    put a stamped node into the LOGBOOK drawer

 #+BEGIN_SRC elisp
(setq org-agenda-custom-commands
           '(("f" occur-tree "FIXME")))
 #+END_SRC

 #+RESULTS:
 | f | occur-tree | FIXME |

*** The logbook
:LOGBOOK:
:END:
